---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.LeftAngleOfFieldOfView
source: html/ce8766cb-adcf-78b2-4aa3-bd451cbb501d.htm
---
# Autodesk.Revit.DB.HomeCamera.LeftAngleOfFieldOfView Property

The left angle of the field of view.

## Syntax (C#)
```csharp
public double LeftAngleOfFieldOfView { get; }
```